[
  {
    "ID": "1",
    "Nome tool": "A/B test",
    "Anche conosciuto come": "Split Testing, Bucket Testing",
    "Descrizione di massima": "L'A/B testing è un \"esperimento controllato\": prendendo in considerazione due varianti dello stesso sito, determina quale delle due versioni sia più performante secondo una metrica di successo misurabile. Il test può essere effettuato sia su singole funzioanalità (es. CTA rossa vs CTA blu) che su pagine più strutturate (es. Versione 1 e 2 della \"pagina Contatti\")",
    "Proprietà": "COST ** SETUP TIME ** RUN TIME *** EVIDENCE STRENGTH ***",
    "Prerequisiti necessari": "Versione online del prodotto/servizio che vuoi testare.",
    "Perfetto se...": "\"Voglio essere sicuro che ogni cambiamento introdotto all'interno del mio prodotto/servizio introduca risultati positivi misurabili rispetto alla versione esistente.\"  \"Sei indeciso tra due varianti (due messaggi, due concept etc.)\"",
    "Fase": "Validare la soluzione",
    "Metriche": "Visite uniche, click through rate, conversioni (es. numero di download, numero di iscrizioni, etc)",
    "Ti serviranno": "Software per automatizzare A/B test. Esistono anche varianti con composer visivi in cui non serve sviluppare codice.",
    "Esempi di tool": "Instapage, Optimizely, A/B Tasty, Adobe Target",
    "To-do": "1. Identifica la metrica che vuoi monitorare\\n  2. Scegli il tool che più si adatta alle tue esigenze\\n  3. Configura e testa il tool\\n  4. Lancia il tuo A/B test\\n  5. Monitora il test nel tempo\\n  6. Scegli la versione più performante",
    "Dream team": "Developer, Designer, PO/PM ",
    "Difficoltà maggiori": "Identificazione metrica adeguata. Settaggio tool dedicato.",
    "Storia / esempio": "",
    "Potrebbe interessarti anche": "\r",
    "normalized": "a-b-test",
    "image": "a-b-test.svg",
    "url": "/a-b-test/"
  },
  {
    "ID": "2",
    "Nome tool": "Five seconds test",
    "Anche conosciuto come": "Quick Exposure Memory Test",
    "Descrizione di massima": "Se è vero che la prima impressione è quella che conta, pochi secondi possono bastare ad un utente per \"farsi un'idea\" di un brand, di un prodotto, di un sito e decidere se proseguire o abbandonare la pagina. Il five second test è un test di 5 secondi per misurare quali informazioni e quali impressioni vengono percepite dall'utente durante il primo impatto.",
    "Proprietà": "COST * SETUP TIME * RUN TIME * EVIDENCE STRENGTH *",
    "Prerequisiti necessari": "Un design da testare (può essere un logo, l'atterraggio dell' HP, il visual di una campagna).   Un campione di utenti a cui sottoporre il test (circa una ventina)",
    "Perfetto se...": "- vuoi misurare la primissima impressione degli utenti",
    "Fase": "Validare la soluzione",
    "Metriche": "In generale, si possono semplicemente classificare i risultati in due gruppi:  \"chi ha capito\" e \"chi non ha capito\".   Se più dell'80% circa dei partecipanti è nel primo gruppo, il test è superato con successo. Se il numero è più basso, è molto probabile che sia necessario apportare alcuni cambiamenti. ",
    "Ti serviranno": "Se i test sono condotti di persona ti servirà un supporto visivo (es. immagine del tuo logo). Se i test sono condotti da remoto ti basta uno strumento di video call e un supporto digitale (presentazione, board condivisa etc.). Esistono anche dei tool per automatizzare il test.",
    "Esempi di tool": "https://userbob.com/tools/5sec  https://maze.design/platform/user-testing/ ",
    "To-do": "1.Identifica in modo chiaro cosa vuoi testare (i.e. un logo, un messagio, un layout...)\\n  2. Mostra l'oggetto del test ad una persona per un tempo che va dai 5 ai 15 secondi\\n  3. Nascondi l'oggetto del test e chiedi alla persona di descrivere cosa ha visto\\n  4 Per verificare la comprensione, suggeriamo di fare delle domande come Qual è lo scopo di questa pagina? A chi è rivolta?\\n  Cosa ti evoca questo brand? Qual è stata la tua prima impressione? Quali parole e frasi ricordi?\\n  A seconda dell'obiettivo del test, prima dell'inzio è anche possibile dare ai partecipanti un contesto a cui prestare attenzione.",
    "Dream team": "Designer, PO/PM",
    "Difficoltà maggiori": "Se intendi testare la comprensione di informazioni complesse, un testo molto lungo o una pagina molto strutturata allora è preferibile un altro tipo di test. ",
    "Storia / esempio": "",
    "Potrebbe interessarti anche": "\r",
    "normalized": "five-seconds-test",
    "image": "five-seconds-test.svg",
    "url": "/five-seconds-test/"
  },
  {
    "ID": "3",
    "Nome tool": "Button to nowhere",
    "Anche conosciuto come": "404 test",
    "Descrizione di massima": "Questo esperimento consente di validare rapidamente un'idea (può essere un prodotto, un servizio o una feature) mostrando agli utenti un'opzione che in realtà non esiste. Si può simulare, ad esempio, inserendo un bottone che introduce una nuova funzionalità in una pagina del tuo sito/app. Cliccando sul bottone, il sistema farà sapere all'utente che questa feature non è ancora disponibile.  Con questa tecnica è possibile misurare se la nuova funzionalità incontra l'interesse degli attuali consumatori sulla base del comportamento reale (e non di quello dichiarato, ad esempio, in un'intervista). ",
    "Proprietà": "COST * SETUP TIME * RUN TIME *** EVIDENCE STRENGTH **",
    "Prerequisiti necessari": "Una pagina funzionante in cui inserire il bottone. Un sistema di tracciamento per misurare l'interesse degli utenti.",
    "Perfetto se...": "Vuoi capire l'interesse degli utenti rispetto ad un contenuto/funzionalità prima di dedicare del tempo a costruirli",
    "Fase": "Validare un'idea",
    "Metriche": "Click through rate",
    "Ti serviranno": "La versione online del tuo sito/prodotto digitale, in modo che sia effettivamente accessibile dagli utenti finali.",
    "Esempi di tool": "Non è necessario l'utilizzo di nessun tool specifico. Integra il bottone direttamente all'interno del tuo sito (wordpress, drupal, webflow, etc)",
    "To-do": "1. Identifica la nuova funzionalità che vorresti inserire nel tuo prodotto digitale\\n  2. Aggiungi un bottone o un box che promuova il \"finto servizio\"\\n  3. Al click sul bottone, il sistema visualizzerà un messaggio informativo (es. \"Il servizio non è ancora disponibile, ti aggiorneremo non appena sarà pronto per il lancio\")\\n  4. Monitora il click trough rate per avere una metrica quantitativa dell'interesse mostrato dagli utenti",
    "Dream team": "Developer, Designer, Copywriter, PO/PM ",
    "Difficoltà maggiori": "Le parole, la posizione e il design (colore e dimensione) usati per il bottone possono influenzare l'esito del test. Una soluzione può essere quella di sperimentare versioni alternative piazzando il bottone in punti diversi dell'interfaccia.  Questo esperimento potrebbe inficiare la credibilità del tuo servizio e ci saranno dei visitatori che potranno sentirsi raggirati dal test. Una buona comunicazione è la chiave per superare questi ostacoli. ",
    "Storia / esempio": "",
    "Potrebbe interessarti anche": "Fake door testing\r",
    "normalized": "button-to-nowhere",
    "image": "button-to-nowhere.svg",
    "url": "/button-to-nowhere/"
  },
  {
    "ID": "4",
    "Nome tool": "Google Trends",
    "Anche conosciuto come": "-",
    "Descrizione di massima": "Google Trends, come suggerisce i nome, traccia i termini che la gente cerca e il traduce in tendenze. È possibile scegliere il periodo di tempo e la posizione geografica per vedere la popolarità dei termini di ricerca. Non è lo strumento giusto per avere i dati su parole specifiche (per quello c'è Google Adwords) ma piuttosto è il posto dove un'idea della popolarità del tuo prodotto e delle zone geografiche in cui è più cercato. ",
    "Proprietà": "",
    "Prerequisiti necessari": "",
    "Perfetto se...": "",
    "Fase": "",
    "Metriche": "",
    "Ti serviranno": "",
    "Esempi di tool": "",
    "To-do": "",
    "Dream team": "",
    "Difficoltà maggiori": "",
    "Storia / esempio": "",
    "Potrebbe interessarti anche": "\r",
    "normalized": "google-trends",
    "image": "google-trends.svg",
    "url": "/google-trends/"
  },
  {
    "ID": "5",
    "Nome tool": "Extreme Programming (XP)",
    "Anche conosciuto come": "",
    "Descrizione di massima": "Metodologia di lavoro i cui i valori base sono semplicità, rispetto, feedback, comunicazione e coraggio. XP promuove una serie di pratiche che il team di sviluppo può mettere in atto per massimizzare l'efficacia del proprio lavoro e per far sì che il codice sia flessibile e facilmente modificabile.",
    "Proprietà": "COST ** SETUP TIME ** RUN TIME ** EVIDENCE STRENGTH **",
    "Prerequisiti necessari": "Team di sviluppo con solide pratiche tecniche già in uso (TDD, CI, Pair Programming, etc)",
    "Perfetto se...": "\"devi realizzare del software per esplorare e validare velocemente un nuovo dominio di business\"",
    "Fase": "Validare un'idea",
    "Metriche": "Meno bug, codice più manutenibile, lead time minore (tempo che intercorre tra l'idea di business e la messa in produzione)",
    "Ti serviranno": "Probabilmente ti serviranno persone in grado di formare il tuo team e/o tempo di formazione per il miglioramento continuo.",
    "Esempi di tool": "Non è necessario l'utilizzo di nessun tool specifico. Integra la metodologia all'interno del tuo team assicurandoti che le pratiche base come TDD e CI siano già messe in atto.",
    "To-do": "1. Identifica un team che abbia voglia di sperimentare XP.\\n  2. Assicurati di avere a disposizione una o più persone in grado di formare il tuo team (preferibilmente \"on the job\")\\n  3. Fai in modo che il tuo team possa parlare confrontarsi con una o più persone di business per rispondere ad eventuali domande sul dominio che vuoi esplorare utilizzando XP.\\n  4. Fai in modo che il tuo team si focalizzi sul miglioramento continuo.\\n",
    "Dream team": "Developer, XP coach  Il tuo team ha bisogno di un XP coach? Contatta Christian Fei",
    "Difficoltà maggiori": "Difficilmente il tuo team potrà applicare correttamente il metodo se non ha la possobilità di esere formato/confrontarsi con qualcuno che abbia già esperienze con XP.  Assicurati di avere una persona di business che sia parte attiva del team di sviluppo.",
    "Storia / esempio": "C3",
    "Potrebbe interessarti anche": "SCRUM, Pair Programming, MOB Programming, Kanban\r",
    "normalized": "extreme-programming-(xp)",
    "image": "extreme-programming-(xp).svg",
    "url": "/extreme-programming-(xp)/"
  },
  {
    "ID": "6",
    "Nome tool": "Wizard of Oz",
    "Anche conosciuto come": "Manual-first",
    "Descrizione di massima": "Gli esseri umani possono essere più economici di un'automazione. Con questo esperimento puoi creare l'illusione di un'automazione, dove l'ignaro utente non saprà mai che dei task apparentemente automatizzati sono in realtà gestiti manualmente e che c'è una persona fisica che sta lavorando dietro le quinte per portarli a termine. Per essere credibile cerca di costruire l'esperimento in modo che non sia necessaria una risposta in tempo reale per validare la proposizione di valore che vuoi testare.",
    "Proprietà": "COST * SETUP TIME ** RUN TIME ** EVIDENCE STRENGTH **",
    "Prerequisiti necessari": "",
    "Perfetto se...": "Vuoi capire se un'automazione complessa risponde ai bisogni dei tuoi clienti prima di investire risorse per implementarla",
    "Fase": "Validare una soluzione",
    "Metriche": "Consente ai ricercatori di raccogliere dati comportamentali su come i potenziali utenti interagiscono effettivamente con un prodotto (gradimento, facilità d'uso, feedback qualitative, acquisizione, attivazione)",
    "Ti serviranno": "",
    "Esempi di tool": "https://www.mturk.com/  https://www.microworkers.com/",
    "To-do": "1. Definisci il comportamento che vorresti implementare (automazione complessa, intelligenza artificiale, assistente vocale etc.)\\n  2. Identifica quali sono gli aspetti di valore per il tuo cliente\\n  3. Scrivi uno script e identifica quali passaggi possono essere simulati da una persona umana dietro le quinte (es. simulare le risposte di un bot o di un robot)\\n",
    "Dream team": "",
    "Difficoltà maggiori": "Il Wizard di Oz è uno dei modi più veloci ed efficaci per verificare se le soluzioni proposte creano valore per i clienti. Poiché il test viene eseguito manualmente, è possibile modificare rapidamente la soluzione e testare un gran numero di ipotesi, trovando le soluzioni più efficaci. In base alle ipostesi da verificare, la mole di lavoro umano necessaria potrebbe essere consistente, ma l'obiettivo è tenere i costi generali inferiori a quelli necessari per implementare realmente l'idea.",
    "Storia / esempio": "https://blog.prototypr.io/prototyping-voice-interfaces-with-wizard-of-oz-c3fe4362dd24",
    "Potrebbe interessarti anche": "\r",
    "normalized": "wizard-of-oz",
    "image": "wizard-of-oz.svg",
    "url": "/wizard-of-oz/"
  },
  {
    "ID": "7",
    "Nome tool": "Prototipo cliccabile",
    "Anche conosciuto come": "Digital Prototype, Clickthrough Prototype, Clickable prototype",
    "Descrizione di massima": "Collega le schermate di un prodotto, definisci le aree clicabili e i flussi tra una p agina e l'altra. Anche se la sua creazione richiede del tempo, il risultato sembra un prodotto vero e proprio con una risposta rapida del sistema alle azioni intraprese dall'utente. Solitamente è la base di partenza per un test di usabilità. ",
    "Proprietà": "",
    "Prerequisiti necessari": "Il prototipo cliccabile dovrebbe essere l'ultimo da fare prima di costruire il prodotto vero e proprio. Prima di disegnare le schermate e collegarle tra loro puoi usare degli strumenti meno costosi come prototipi di carta o una customer discovery interview.",
    "Perfetto se...": "Vuoi validare l'interfaccia di un prodotto digitale prima di passare allo sviluppo ",
    "Fase": "Validare una soluzione",
    "Metriche": "Tempo per completare un task, discostamente dal percorso ottimale, feedback qualitativi, atteggiamento e body language",
    "Ti serviranno": "Un software che ti permetta di collegare le schermate e simulare le interazioni senza che sia necessiario scrivere codice",
    "Esempi di tool": "https://www.invisionapp.com/ https://www.figma.com/",
    "To-do": "1. Disegna le schermate dell'interfaccia ad alta-fedeltà\\n  2. Definisci le aree cliccabili\\n  3. Collega tra loro le schermate per coprire i flussi che ti interessa simulare\\n  4. Disegna comportamenti, interazioni e animazioni che permettano all'utente di utilizzare il prototipo come se fosse un prodotto digitale vero e proprio.\\n",
    "Dream team": "Designer, Copywriter, PO/PM, Developer  ",
    "Difficoltà maggiori": "Inizia con un prototipo piccolo, veloce ed economico. Più si va avanti nel  processo, più aumenta la fedeltà di ciò che si sta costruendo e più diventa costoso apportare cambiamenti.  Presentare un prototipo non perfetto, rendendolo in alcuni casi \"brutto\"/incompleto per aiutare le persone a sentirsi a proprio agio nel dare critiche costruttive.",
    "Storia / esempio": "",
    "Potrebbe interessarti anche": "\r",
    "normalized": "prototipo-cliccabile",
    "image": "prototipo-cliccabile.svg",
    "url": "/prototipo-cliccabile/"
  },
  {
    "ID": "8",
    "Nome tool": "Test di usabilità",
    "Anche conosciuto come": "Usability test, user testing ",
    "Descrizione di massima": "Si tratta di sessioni in cui si osserva un utente interagire con un servizio digitale. I test vengono svolti individualmente, assegnando all'utente uno o più task da svolgere e osservando il suo comportamento e le sue osservazioni nel portali a termine. ",
    "Proprietà": "",
    "Prerequisiti necessari": "",
    "Perfetto se...": "Vuoi identificare i problemi nel design di un prodotto o servizio e al contempo sapere di più sui comportamenti e le perferenze dei tuoi utenti target.",
    "Fase": "Validare una soluzione",
    "Metriche": "Task completion rate, time to task, qualitative feedback",
    "Ti serviranno": "L'oggetto del test di cui vuoi testare l'esperienza (prototipo navigabile, un sito/un'app funzionante etc.) e almeno 5 utenti in target",
    "Esempi di tool": "https://usabilla.com/ https://www.loop11.com/ https://usabilityhub.com/",
    "To-do": "1. Definisci la tipologia di utenti da coinvolgere e i task che dovranno svolgere\\n  2. Pianifica delle sessioni individuali con ogni partecipante\\n  3. Durante ciascuna sessione un facilitatore affianca il partecipante, descrivendo i task da svolgere e osservando l'interazione senza interromperlo o influenzarlo. Un note-taker prende appunti e registra i risultati\\n  4. Ringrazia i partecipanti con un buono Amazon o altro reward\\n  5. Redigi un report finale che metta in luce aspetti o positivi e/o critici dell'esperienza d'uso attuale sulla base dei dati raccolti",
    "Dream team": "Designer, Researcher/facilitator",
    "Difficoltà maggiori": "",
    "Storia / esempio": "",
    "Potrebbe interessarti anche": "\r",
    "normalized": "test-di-usabilità",
    "image": "test-di-usabilità.svg",
    "url": "/test-di-usabilità/"
  }
]