[
  {
    "ID": "1",
    "Nome tool": "A/B test",
    "Anche conosciuto come": "Split Testing, Bucket Testing",
    "Descrizione di massima": "L'A/B testing è un esperimento controllato per capire quale tra due varianti di uno stesso elemento (es. pagina di un sito, widget, template email) sia la più performante secondo una metrica di successo misurabile. Il test può essere effettuato sia su singole funzionalità (es. bottone rosso vs. bottone blu) che su pagine più strutturate (es. Versione 1 e 2 della pagina Contatti).",
    "Proprietà": "COST ** SETUP TIME ** RUN TIME *** EVIDENCE STRENGTH ***",
    "Prerequisiti necessari": "Versione A e B dell'elemento da testare.",
    "Perfetto se...": "Vuoi essere sicuro che ogni cambiamento introdotto all'interno del tuo prodotto/servizio introduca risultati positivi misurabili rispetto alla versione esistente.  Sei indeciso tra due varianti (due messaggi, due layout etc.).",
    "Fase": "Soluzione",
    "Fase dettaglio": "Validare la soluzione",
    "Metriche": "Visite uniche, click through rate, conversioni (es. numero di download, numero di iscrizioni, etc).",
    "Ti serviranno": "Software per automatizzare A/B test. Esistono anche varianti con composer visivi in cui non serve sviluppare codice.",
    "Esempi di tool": "Instapage, Optimizely, A/B Tasty, Adobe Target.",
    "To-do": "- Identifica la metrica che vuoi monitorare\\n  - Scegli il tool che più si adatta alle tue esigenze\\n  - Configura e testa il tool\\n  - Distribuisci il tuo pubblico in percentuale tra le due varianti da testare (es. 50% vedono la variante A e 50% vedono la variante B)\\n  - Lancia il tuo A/B test\\n  - Monitora il test nel tempo fino a che non collezioni una quantità di dati utili a prendere una decisione\\n  - Scegli la versione più performante\\n",
    "Dream team": "Developer, Designer, PO/PM",
    "Difficoltà maggiori": "Prima di dichiarare un vincitore, assicurati che le variazioni abbiano ricevuto abbastanza esposizione (in termini di impressioni e tempo) perché il risultato del test sia statisticamente significativo.",
    "Anteprima": "Monitora le performance di due elementi differenti (elemento A e B) per capire quale delle due versioni è la più efficace.",
    "Storia / esempio": "",
    "Potrebbe interessarti anche": "\r",
    "normalized": "a-b-test",
    "image": "a-b-test.svg",
    "url": "/a-b-test/"
  },
  {
    "ID": "2",
    "Nome tool": "Five seconds test",
    "Anche conosciuto come": "Quick Exposure Memory Test",
    "Descrizione di massima": "Se è vero che la prima impressione è quella che conta, pochi secondi possono bastare ad un utente per \"farsi un'idea\" di un brand, di un prodotto, di un sito e decidere se proseguire o abbandonare la pagina. Il five second test è un test di 5 secondi per misurare quali informazioni vengono percepite e quali impressioni suscitate nell'utente la prima volta che viene in contatto con l'oggetto del test.",
    "Proprietà": "COST * SETUP TIME * RUN TIME * EVIDENCE STRENGTH *",
    "Prerequisiti necessari": "Un design da testare (può essere un logo, una landing page, il visual di una campagna).  Un campione di utenti a cui sottoporre il test (circa una ventina).",
    "Perfetto se...": "Vuoi misurare la primissima impressione che il tuo prodotto suscita negli utenti.",
    "Fase": "Soluzione",
    "Fase dettaglio": "Validare la soluzione",
    "Metriche": "In generale, si possono semplicemente classificare i risultati in due gruppi:  \"chi ha capito\" e \"chi non ha capito\".   Se più dell'80% circa dei partecipanti è nel primo gruppo, il test è superato con successo. Se il numero è più basso, è molto probabile che sia necessario apportare dei cambiamenti.",
    "Ti serviranno": "Se i test sono condotti di persona ti servirà un supporto visivo (es. immagine del tuo logo). Se i test sono condotti da remoto ti basta uno strumento di video call e un supporto digitale (presentazione, board condivisa etc.). Esistono anche dei tool per automatizzare il test e raccogliere i risultati senza la mediazione di una persona.",
    "Esempi di tool": "UserBob, Maze.",
    "To-do": "- Identifica in modo chiaro cosa vuoi testare (es. un logo, un messaggio, un layout...)\\n  - Mostra l'oggetto del test ad una persona per un tempo che va dai 5 ai 15 secondi\\n  - Nascondi l'oggetto del test e chiedi alla persona di descrivere cosa ha visto\\n  - Per verificare la comprensione, suggeriamo di fare delle domande come \"Qual è lo scopo di questa pagina?\", \"A chi è rivolta?\", \"Cosa ti evoca questo brand?\", \"Qual è stata la tua prima impressione?\", \"Quali parole e frasi ricordi?\"\\n  A seconda dell'obiettivo del test, prima dell'inzio è anche possibile dare ai partecipanti un contesto a cui prestare attenzione.",
    "Dream team": "Designer, PO/PM",
    "Difficoltà maggiori": "Non è adatto a testare la comprensione di informazioni complesse, un testo molto lungo o una pagina molto strutturata.",
    "Anteprima": "Analizza la primissima impressione suscitata nell'utente finale alla vista di un nuovo sito web, logo, brand identity.",
    "Storia / esempio": "",
    "Potrebbe interessarti anche": "\r",
    "normalized": "five-seconds-test",
    "image": "five-seconds-test.svg",
    "url": "/five-seconds-test/"
  },
  {
    "ID": "3",
    "Nome tool": "Button to nowhere",
    "Anche conosciuto come": "404 test",
    "Descrizione di massima": "Questo esperimento consente di validare rapidamente un'idea (può essere un prodotto, un servizio o una feature) mostrando agli utenti un'opzione che in realtà non esiste. Si può simulare, ad esempio, inserendo un bottone che introduce una nuova funzionalità in una pagina del tuo sito/app. Cliccando sul bottone, il sistema farà sapere all'utente che la feature non è ancora disponibile.  Con questa tecnica è possibile misurare se la nuova funzionalità incontra l'interesse degli attuali consumatori sulla base del comportamento reale (e non di quello dichiarato, ad esempio, in un'intervista).",
    "Proprietà": "COST * SETUP TIME * RUN TIME *** EVIDENCE STRENGTH ***",
    "Prerequisiti necessari": "Una pagina funzionante in cui inserire il bottone. Un sistema di tracciamento per misurare l'interesse degli utenti.",
    "Perfetto se...": "Vuoi capire l'interesse degli utenti rispetto ad un contenuto/funzionalità prima di dedicare del tempo a costruirli. Puoi utilizzarlo per raccogliere le email delle persone interessate al servizio e contattarle successivamente (per approfondire i loro bisogni o per aggiornarli in fase di lancio).",
    "Fase": "Idea",
    "Fase dettaglio": "Validare l'idea",
    "Metriche": "Click through rate.",
    "Ti serviranno": "La versione online del tuo sito/prodotto digitale, in modo che sia effettivamente accessibile dagli utenti finali.",
    "Esempi di tool": "Non è necessario l'utilizzo di nessun tool specifico. Integra il bottone direttamente all'interno del tuo sito (Wordpress, Drupal, Webflow, etc.).",
    "To-do": "- Identifica la nuova funzionalità che vorresti inserire nel tuo prodotto digitale\\n  - Aggiungi un bottone o un box che promuova il \"finto servizio\"\\n  - Al click sul bottone, il sistema visualizzerà un messaggio informativo (es. \"Il servizio non è ancora disponibile, ti aggiorneremo non appena sarà pronto per il lancio\")\\n  - Assicurati di aggiungere un form per raccogliere le email delle persone, se ti interessa collezionare i loro dati\\n  - Monitora il click trough rate per avere una metrica quantitativa dell'interesse mostrato dagli utenti\\n",
    "Dream team": "Developer, Designer, Copywriter, PO/PM",
    "Difficoltà maggiori": "Le parole, la posizione e il design (colore e dimensione) usati per il bottone possono influenzare l'esito del test. Una soluzione può essere quella di sperimentare versioni alternative posizionando il bottone in punti diversi dell'interfaccia.  Questo esperimento potrebbe inficiare la credibilità del tuo servizio e c'è il rischio che alcuni visitatori si sentano raggirati dal test. Una buona comunicazione è la chiave per superare questi ostacoli.",
    "Anteprima": "Misura la desiderabilità di una nuova feature per i consumatori finali e raccogli contatti email per i lanci futuri del prodotto.",
    "Storia / esempio": "",
    "Potrebbe interessarti anche": "Fake door testing\r",
    "normalized": "button-to-nowhere",
    "image": "button-to-nowhere.svg",
    "url": "/button-to-nowhere/"
  },
  {
    "ID": "6",
    "Nome tool": "Wizard of Oz",
    "Anche conosciuto come": "Manual-first",
    "Descrizione di massima": "Come nella storia del mago di Oz, con questo esperimento puoi creare l'illusione di un'automazione. L'ignaro utente non saprà mai che dei task apparentemente compiuti dal sistema sono in realtà gestiti manualmente da una persona fisica che sta lavorando dietro le quinte per portarli a termine. Per essere credibile cerca di costruire l'esperimento in modo che non sia necessaria una risposta in tempo reale per validare la proposizione di valore che vuoi testare.",
    "Proprietà": "COST * SETUP TIME ** RUN TIME ** EVIDENCE STRENGTH **",
    "Prerequisiti necessari": "Un prototipo, un'interfaccia grafica o vocale (il sistema front-end con cui l'utente interagirà). Una o più persone disposte a simulare l'automazione tecnologica dietro le quinte.",
    "Perfetto se...": "Vuoi capire se un'automazione complessa risponde ai bisogni dei tuoi clienti prima di investire risorse per implementarla.",
    "Fase": "Soluzione",
    "Fase dettaglio": "Validare la soluzione",
    "Metriche": "Consente ai ricercatori di raccogliere dati comportamentali su come gli utenti interagiscono effettivamente con un prodotto (gradimento, facilità d'uso, feedback qualitativi...).",
    "Ti serviranno": "-",
    "Esempi di tool": "Amazon Mturk, microWorkers.",
    "To-do": "- Definisci il comportamento che vorresti implementare (automazione complessa, intelligenza artificiale, assistente vocale etc.)\\n  - Identifica quali sono gli aspetti di valore per il tuo cliente\\n  - Scrivi uno script e identifica quali passaggi possono essere simulati da una persona umana dietro le quinte (es. simulare le risposte di un bot o di un robot)\\n",
    "Dream team": "Researcher, Designer, PO/PM",
    "Difficoltà maggiori": "Il Wizard of Oz è uno dei modi più veloci ed efficaci per verificare se le soluzioni proposte creano valore per gli utenti. Poiché il test viene eseguito manualmente, è possibile modificare rapidamente la soluzione e testare un gran numero di ipotesi, trovando le soluzioni più efficaci. In base alle ipostesi da verificare, la mole di lavoro umano necessaria potrebbe essere consistente, ma l'obiettivo è mantenere i costi complessivi inferiori a quelli necessari per implementare realmente l'idea.",
    "Anteprima": "Simula l'intelligenza artificiale o un'automazione complessa grazie all'aiuto dietro le quinte di un essere umano. ",
    "Storia / esempio": "https://blog.prototypr.io/prototyping-voice-interfaces-with-wizard-of-oz-c3fe4362dd24",
    "Potrebbe interessarti anche": "\r",
    "normalized": "wizard-of-oz",
    "image": "wizard-of-oz.svg",
    "url": "/wizard-of-oz/"
  },
  {
    "ID": "7",
    "Nome tool": "Prototipo cliccabile",
    "Anche conosciuto come": "Digital Prototype, Clickthrough Prototype, Clickable prototype",
    "Descrizione di massima": "Il prototipo cliccabile è un insieme di schermate collegate tra di loro che simulano le interazioni di un prodotto finito. Dovrebbe essere l'ultimo step prima di costruire il prodotto vero e proprio. Prima di disegnare le schermate e collegarle tra loro puoi usare degli strumenti meno costosi come prototipi di carta o una customer discovery interview.",
    "Proprietà": "COST ** SETUP TIME ** RUN TIME * EVIDENCE STRENGTH **",
    "Prerequisiti necessari": "-",
    "Perfetto se...": "Vuoi validare l'interfaccia di un prodotto digitale prima di passare allo sviluppo.",
    "Fase": "Soluzione",
    "Fase dettaglio": "Validare la soluzione",
    "Metriche": "Tempo per completare un task, discostamento dal percorso ottimale, feedback qualitativi, atteggiamento e body language.",
    "Ti serviranno": "Un software che ti permetta di collegare le schermate e simulare le interazioni senza che sia necessiario scrivere codice.",
    "Esempi di tool": "InVision, Figma.",
    "To-do": "- Disegna le schermate dell'interfaccia ad alta-fedeltà\\n  - Definisci le aree cliccabili\\n  - Collega tra loro le schermate per coprire i flussi che ti interessa simulare\\n  - Disegna comportamenti, interazioni e animazioni che permettano all'utente di utilizzare il prototipo come se fosse un prodotto digitale vero e proprio\\n  - Condividi il tuo prototipo e colleziona i dati/feedback emersi\\n",
    "Dream team": "Designer, Copywriter, PO/PM",
    "Difficoltà maggiori": "Inizia con un prototipo piccolo, veloce ed economico. Più si va avanti nel  processo, più l'interfaccia diventa complessa da aggiornare e apportare cambiamenti all'intero prototipo può diventare costoso.  Presentare un prototipo non perfetto, rendendolo in alcuni casi \"brutto\"/incompleto può aiutare le persone a sentirsi a proprio agio nel dare critiche costruttive.",
    "Anteprima": "Un insieme di schermate collegate per simulare il comportamento del tuo prodotto digitale e valildare in modo più rapido la soluzione.",
    "Storia / esempio": "",
    "Potrebbe interessarti anche": "\r",
    "normalized": "prototipo-cliccabile",
    "image": "prototipo-cliccabile.svg",
    "url": "/prototipo-cliccabile/"
  },
  {
    "ID": "8",
    "Nome tool": "Test di usabilità",
    "Anche conosciuto come": "Usability test, User testing ",
    "Descrizione di massima": "Si tratta di sessioni in cui si osserva un utente interagire con un servizio digitale. I test vengono svolti individualmente, assegnando all'utente uno o più task da svolgere e analizzando il suo comportamento e le sue considerazioni nel portarli a termine.",
    "Proprietà": "COST ** SETUP TIME ** RUN TIME ** EVIDENCE STRENGTH **",
    "Prerequisiti necessari": "Per validare un prodotto/servizio digitale in modo efficace è consigliabile avere a disposizione un prototipo o avere accesso diretto al prodotto del quale si desirano raccogliere insights (es. sito, app, etc). Sono necessarie almeno 5 persone alle quali sottoporre il prototipo oggetto del test.",
    "Perfetto se...": "Vuoi identificare i problemi nel design e nell'usabilità di un prodotto o di un servizio e al contempo sapere di più sui comportamenti e le preferenze dei tuoi utenti.",
    "Fase": "Soluzione",
    "Fase dettaglio": "Validare la soluzione",
    "Metriche": "Tasso di successo, tempo di completamento del task, feedback qualitativi.",
    "Ti serviranno": "Puoi utilizzare dei tool digitali che ti facilitino nello svolgimento del test e che ti permettano di utilizzare un unico strumento per condurre l'intervista, mostrare il prototipo e registrare le interazioni.",
    "Esempi di tool": "Usabilla, Loop11, UsabilityHub.",
    "To-do": "- Definisci la tipologia di utenti da coinvolgere e i task che dovranno svolgere\\n  - Pianifica una sessione individuale con ogni partecipante\\n  - Durante ciascuna sessione un facilitatore affianca il partecipante, descrivendo i task da svolgere e osservando l'interazione senza interromperlo o influenzarlo. Un note-taker prende appunti e registra i risultati\\n  - Ringrazia i partecipanti con un buono (es. Amazon) o altro reward (es. 1 mese di utilizzo gratuito dell'app testata)\\n  - Redigi un report finale che metta in luce aspetti positivi e/o critici dell'esperienza d'uso attuale sulla base dei dati raccolti\\n",
    "Dream team": "Designer, Researcher/facilitator",
    "Difficoltà maggiori": "Assicurati di selezionare un campione rappresentativo dei tuoi utenti finali. Il processo di reclutamento può rivelarsi sfidante: fai affidamento sulle agenzie specializzate se il tuo target è difficile da raggiungere.  Se le interviste vengono condotte online o \"da remoto\", assicurati che l'intervistato possa accedere correttamente al prototipo/prodotto in autonomia.",
    "Anteprima": "Un'intervista moderata per scoprire cosa gli utenti pensano del tuo prodotto.",
    "Storia / esempio": "",
    "Potrebbe interessarti anche": "\r",
    "normalized": "test-di-usabilità",
    "image": "test-di-usabilità.svg",
    "url": "/test-di-usabilità/"
  },
  {
    "ID": "9",
    "Nome tool": "Interviste one-to-one",
    "Anche conosciuto come": "User interviews, Interviste utente",
    "Descrizione di massima": "Sessioni individuali di ricerca condotte per comprendere in profondità bisogni inespressi, motivazioni e comportamenti degli utenti direttamente nel contesto in cui il prodotto o servizio verrà inserito e utilizzato.",
    "Proprietà": "COST * SETUP TIME ** RUN TIME ** EVIDENCE STRENGTH **",
    "Prerequisiti necessari": "Una sequenza di argomenti e domande per condurre l'intervista. Durante la sessione, la conversazione può prendere direzioni diverse: avere uno script di partenza aiuta il ricercatore a ricordare gli aspetti chiave da esplorare.",
    "Perfetto se...": "Vuoi comprendere i bisogni e i comportamenti degli utenti validando un'idea di prodotto o servizio prima di inziare la fase di progettazione. È utile all'inizio di un progetto per esplorare un tema o un problema che si vuole affrontare.",
    "Fase": "Problema, idea",
    "Fase dettaglio": "Validare il problema\\n Validare l'idea",
    "Metriche": "Al termine dell'attività di ricerca si analizzano le note e si individuano i pattern di comportamento emersi, i temi ricorrenti e i feedback condivisi dalla maggioranza dei partecipanti.",
    "Ti serviranno": "Uno script dell'intervista con le domande da porre all'intervistato, un excel/documento in cui raccogliere i feedback degli utenti. È inoltre consigliabile registrare (video/audio) le interviste in modo da poterle riguardare in seguito ed eventualmente integrare le annotazioni. In questo caso, ti servirà una liberatoria da far firmare agli intervistati.",
    "Esempi di tool": "Otter, PearNote, OBS project.",
    "To-do": "- Identifica l'obiettivo della ricerca e le persone che desideri intervistare per raggiungere l'obiettivo\\n  - Prepara la guida alla discussione identificando le tematiche da affrontare e le domande da porre in fase di intervista\\n  - Prepara l'excel/documento di raccolta feedback\\n  - Assicurati di configurare correttamente i tool per la registrazione/trascrizione dell'intervista\\n  - Identifica un note-taker per avere supporto nell'annotare i commenti delle persone durante le interviste\\n  - Se possibile, alloca parte del tuo budget per ringraziare i partecipanti della loro partecipazione con un buono (es. Amazon)\\n",
    "Dream team": "Researcher, note-taker",
    "Difficoltà maggiori": "Identificare le giuste persone da coinvolgere è più difficile di quanto sembri: assicurati di scegliere correttamente gli intervistati per raccogliere insight davvero di valore.",
    "Anteprima": "Una conversazione strutturata per esplorare esigenze e comportamenti dei tuoi utenti.",
    "Storia / esempio": "",
    "Potrebbe interessarti anche": "\r",
    "normalized": "interviste-one-to-one",
    "image": "interviste-one-to-one.svg",
    "url": "/interviste-one-to-one/"
  },
  {
    "ID": "10",
    "Nome tool": "Proto-personas",
    "Anche conosciuto come": "Lightweight Persona, Proto-personaggi",
    "Descrizione di massima": "Sono la miglior assunzione che possiamo fare sull'utente finale. Definiscono, in modo speculativo, quali sono i suoi bisogni, le sue necessità e i suoi problemi. Non si basano su nessun tipo specifico di ricerca e devono essere validati nel tempo via via che si acquistano ulteriori informazioni e dettagli sugli utenti. Utilizza la proto-persona come guida nelle scelte progettuali, ricordandoti che non rappresenta una fotografia della realtà ma la miglior scommessa su \"chi è l'utente\" e quali sono i suoi bisogni e i suoi comportamenti.",
    "Proprietà": "COST * SETUP TIME * RUN TIME ** EVIDENCE STRENGTH *",
    "Prerequisiti necessari": "Può aiutarti partire da ricerche di mercato, osservatori, report relativi al settore di business in cui si colloca il tuo prodotto/servizio.",
    "Perfetto se...": "Non hai budget a sufficienza da dedicara alla fase di ricerca ma vuoi comunque mantenere un approccio alla progettazione il più possibile \"user-centered\". Non si tratta di rinunciare alla ricerca ma di adottare un processo incrementale, abbozzando un modello di partenza da raffinare in seguito per arrivare alla definizione delle personas vere e proprie.",
    "Fase": "Problema",
    "Fase dettaglio": "Validare il problema",
    "Metriche": "-",
    "Ti serviranno": "Nelle versione più semplice le proto-personas possono essere fatte a mano utilizzando carta e penna. Per le versioni più complesse/graficate è possibile utilizzare software dedicati.",
    "Esempi di tool": "HubSpot.",
    "To-do": "- Riunisci allo stesso tavolo tutte le persone che potrebbero avere informazioni utili sui tuoi utenti (membri del team, stakeholder, esperti di dominio etc) o cerca di recuperare le informazioni relative agli utenti (analytics, richieste customer care, analisi di mercato etc)\\n  - Suddividi un foglio A4 in 4 quadranti\\n  - Riempi i diversi quadranti con i dettagli della proto-persona: nome, bio o breve descrizione, comportamenti/abitudini, necessità e problemi\\n  - Aggiorna periodicamente la tua proto-personas con l'emergere di nuove informazioni sull'utente\\n",
    "Dream team": "Designer, stakeholders, customer-care",
    "Difficoltà maggiori": "-",
    "Anteprima": "La miglior scommessa che possiamo fare sull'utente finale da validare successivamente con un percorso di ricerca incrementale.",
    "Storia / esempio": "",
    "Potrebbe interessarti anche": "\r",
    "normalized": "proto-personas",
    "image": "proto-personas.svg",
    "url": "/proto-personas/"
  },
  {
    "ID": "11",
    "Nome tool": "Mash-up",
    "Anche conosciuto come": "-",
    "Descrizione di massima": "Validare una nuova idea simulando un un MVP (minimum viable product) funzionante a partire dalla combinazione di servizi già esistenti. ",
    "Proprietà": "COST *** SETUP TIME *** RUN TIME **** EVIDENCE STRENGTH *****",
    "Prerequisiti necessari": "Data l'entità (e il costo) dell'esperimento, ti consigliamo di provarlo solo in seguito ad esperimenti più semplici e a bassa fedeltà (es. Wizard of Oz), in modo da avere un'idea precisa sul processo che desideri testare. Usa la conoscenza acquisita per valutare quali tra le tecnologie esistenti sul mercato puoi mettere insieme per fornire valore ai consumatori.",
    "Perfetto se...": "La tua idea può essere simulata mettendo a sistema funzionalità già presenti sul mercato in altri prodotti/servizi e desideri validarla prima di investire nella sua realizzazione.",
    "Fase": "Idea, soluzione",
    "Fase dettaglio": "Validare l'idea\\n Validare la soluzione",
    "Metriche": "Customer satisfaction, numero di vendite effettuate usando il mash-up.",
    "Ti serviranno": "La competenza tecnica del tuo team (product designer, developer, etc) per creare un mash-up assemblando prodotti/servizi esistenti in modo credibile e funzionante.",
    "Esempi di tool": "-",
    "To-do": "- Mappa il flusso di cui desideri testare il valore per l'utente\\n  - Studia il mercato per capire quali prodotti/servizi possono essere integrati nel processo e testa l'output\\n  - Acquisisci nuovi clienti grazie al tuo esperimento di mash-up e raccogli i loro feedback\\n  - Analizza i feedback ricevuti e il comportamento degli utenti per capire dove risiedono i punti critici dell'esperienza (Quante persone hanno completato il flusso con successo? Dove lo hanno abbandonato? Con che percentuale? Ci sono dei punti in cui le tecnologie esistenti non sono sufficienti per soddisfare le loro aspettative?)\\n  - Considera di creare una soluzione custom solo nel caso in cui l'esperimento risulti non soddisfacente per gli utenti o il costo di adottare i prodotti/servizi individuati non sia scalabile\\n",
    "Dream team": "Designer, developers, marketing and legal expert",
    "Difficoltà maggiori": "Stimare il costo del mash-up potrebbe non essere un task banale: quanto costa progettare, creare, lanciare e mantenere l'esperimento? Il budget necessario per lanciare il mash-up è un buon indicatore di quanto potrebbe costare in futuro mettere in piedi il business da zero.",
    "Anteprima": "Un insieme di prodotti e servizi esistenti assemblati insieme in un mash-up funzinante, utile per testare la tua idea di prodotto dall'inizio alla fine.",
    "Storia / esempio": "",
    "Potrebbe interessarti anche": "\r",
    "normalized": "mash-up",
    "image": "mash-up.svg",
    "url": "/mash-up/"
  },
  {
    "ID": "12",
    "Nome tool": "Boomerang",
    "Anche conosciuto come": "Imposter Judo",
    "Descrizione di massima": "Questo esperimento è ideale per identificare i bisogni insoddisfatti dei tuoi potenziali clienti, testando prodotti/servizi competitor già presenti sul mercato. Fare dei test sul prodotto di un concorrente permette infatti di raccogliere informazioni preziose sulla value proposition.",
    "Proprietà": "COST ** SETUP TIME ** RUN TIME ** EVIDENCE STRENGTH ***",
    "Prerequisiti necessari": "Prima di lanciare l'esperimento, assicurati di identificare insieme al tuo team un prodotto/servizio competitor che valga la pena di testare per rivelare bisogni non soddisfatti. Il test è efficace solo se è in grado di restituirti degli insight utili per la tua idea e per le sfide che dovrai affrontare.",
    "Perfetto se...": "Hai un'idea simile a quella di un competitor e desideri testarne l'efficacia e individuare potenziali gap da colmare, senza costruire ancora nulla.",
    "Fase": "Problema, idea",
    "Fase dettaglio": "Validare il problema\\n Validare l'idea",
    "Metriche": "Completamento dei task assegnati, tempo impiegato nel completare i task, customer feedback.",
    "Ti serviranno": "Una scaletta di domande da sottoporre agli intervistati rispetto all'utilizzo del prodotto/servizio competitor e un documento in cui raccogliere i feedback. È inoltre consigliabile registrare le interviste in modo da poterle riguardare in seguito ed eventualmente integrare le annotazioni. In questo caso, ti servirà una liberatoria da far firmare agli intervistati.",
    "Esempi di tool": "Otter, PearNote, OBS project.",
    "To-do": "- Identifica un prodotto/servizio competitor da testare\\n  - Crea lo script da utilizzare con gli utenti durante il test ed effettua il recruiting\\n  - Programma le interviste (in loco o da remoto) con un campione di persone rappresentative dei tuoi potenziali consumatori\\n  - Conduci e registra le interviste (30 min circa per sessione), annotando i feedback degli utenti (cosa dicono, che problemi riscontrano, quanto tempo impiegano per completare i task assegnati, etc)\\n  - Analizza i risultati emersi con il tuo team: quali task si sono rivelati critici? Quali interazioni hanno causato maggiore frustrazione?\\n  - Cos'hai imparato dai tuoi competitor che potrebbe essere migliorato? Utilizza gli insight che hai raccolto per preparare il tuo prossimo esperimento\\n",
    "Dream team": "Marketing expert, researcher",
    "Difficoltà maggiori": "Seppur in alcuni contesti possa essere delicato testare il prodotto di un concorrente, è eticamente e legalmente sconsigliato \"clonare\" un prodotto esistente eliminandone (o sostituendone) il brand solo ai fini del test.",
    "Anteprima": "Scopri i bisogni non soddisfatti dei tuoi potenziali clienti testando un prodotto/servizio competitor. Concentrati sulle loro aspettative rispetto al funzionamento del prodotto testato e racogli insight utili per raffinare la tua idea.",
    "Storia / esempio": "",
    "Potrebbe interessarti anche": "\r",
    "normalized": "boomerang",
    "image": "boomerang.svg",
    "url": "/boomerang/"
  },
  {
    "ID": "13",
    "Nome tool": "A day in the life",
    "Anche conosciuto come": "Customer ethnography",
    "Descrizione di massima": "Si tratta di una metodologia di ricerca qualitativa, che impiega la ricerca etnografica per comprendere meglio i bisogni e le frustrazioni dei clienti a cui si rivolge il tuo servizio. È un esperimento abbastanza economico in quanto prevede l'osservazione diretta del cliente nel suo ambiente di lavoro o contesto di studio e capire di conseguenza come progettare, comunicare, modificare il tuo servizio sulla base delle reali esigenze delle persone.",
    "Proprietà": "COST ** SETUP TIME ** RUN TIME *** EVIDENCE STRENGTH ***",
    "Prerequisiti necessari": "La metodologia “A Day in the Life” è alla portata di tutti. Sarai avvantaggiato se hai delle competenze di ricerca, che ti permetteranno di raccogliere e documentare i dati correttamente. È preferibile avere un partner in questo tipo di attività, così da poter comparare gli appunti e le osservazioni.",
    "Perfetto se...": "Vuoi comprendere i comportamenti, i bisogni e le difficoltà degli utenti, osservando come si svolge una loro giornata tipo (al lavoro o nel contesto di studio del tuo prodotto/servizio) o come interagiscono con il tuo prodotto/servizio. Essendo una metodologia poco costosa, è perfetta è hai un budget limitato da dedicare alla fase di ricerca.",
    "Fase": "Problema, soluzione",
    "Fase dettaglio": "Validare il problema\\n Validare la soluzione",
    "Metriche": "Consente ai ricercatori di raccogliere dati comportamentali su come gli utenti interagiscono con un prodotto o servizio nel loro reale contesto d'uso.",
    "Ti serviranno": "Ti servirà il consenso delle persone che stai osservando. In casi particolari dovrai coordinarti con chi gestisce le location e con chi supervisiona la sicurezza dello spazio.",
    "Esempi di tool": "Qualsiasi tool che ti permetta di annotare velocemente le tue osservazioni. Se lavori in team, utilizza uno strumento di collaborazione in cloud (Google Docs, Miro, Mural, Figma Jam, etc). Vi agevolerà in fase di analisi.",
    "To-do": "- Preparati all'attività insieme al tuo team (2-3 persone). Definite le modalità e il luogo di osservazione. Dovrete dedicare diverse ore all’osservazione, pertanto è importante programmarla per tempo ed essere concentrati. Stabilisci a priori come prendere appunti e le regole base che tu e il tuo team dovrete seguire per non influenzare i partecipanti\\n  - Ottieni i permessi e consensi necessari dalle persone che intendi osservare. Ricordati di essere chiaro nello spiegare le motivazioni della ricerca\\n  - Esamina e mappa le attività, le occupazioni, i pain points e i successi delle persone che stai osservando, annotando anche le tue riflessioni. Ricordati di non intervistarli ne di interagire con loro, ma di limitarti all’osservazione\\n  - Una volta cconclusa la sessione, confrontati con il tuo team e analizza gli insight emersi\\n",
    "Dream team": "Researcher, note-taker",
    "Difficoltà maggiori": "_",
    "Anteprima": "Osserva gli utenti nel loro contesto di lavoro, studio o nel tuo ambito di ricerca. Raccogli dati qualitativi sul tuo target anche con un budget limitato.",
    "Storia / esempio": "/",
    "Potrebbe interessarti anche": "/\r",
    "normalized": "a-day-in-the-life",
    "image": "a-day-in-the-life.svg",
    "url": "/a-day-in-the-life/"
  },
  {
    "ID": "14",
    "Nome tool": "Explainer video",
    "Anche conosciuto come": "-",
    "Descrizione di massima": "È un breve video che illustra in maniera semplice, coinvolgente e convincente un'idea di business. Questo esperimento è ideale per spiegare su larga scala la tua value proposition e raccogliere informazioni su come viene percepita dal tuo target.",
    "Proprietà": "COST *** SETUP TIME *** RUN TIME **** EVIDENCE STRENGTH ***",
    "Prerequisiti necessari": "Il video della tua idea deve essere facilmente rintracciabile e accessibile ad un numero significativo di persone. Puoi caricarlo su una piattaforma di streaming, o inserirlo in una landing page dedicata a spiegare il tuo servizio/prodotto; qualunque sia lo scenario, assicurati di veicolare il traffico verso il video utilizzando strumenti quali ADS, campagne social, email marketing, passaparola, etc.   Nel caso in cui il video venga inserito in una landing page, assicurati di aver sviluppato e testato correttamente la pagina. Un consiglio: se possibile, attiva un tool per il tracciamento del traffico, del numero di click sul video, etc. Ti aiuterà a capire meglio il numero reale di interazioni.",
    "Perfetto se...": "Vuoi testare un'idea di business o spiegare in dettaglio la soluzione che stai implementando e hai a disposizione un team multidisciplinare e un budget solido da dedicare alla promozione del video. ",
    "Fase": "Idea, soluzione",
    "Fase dettaglio": "Validare l'idea\\n Validare la soluzione",
    "Metriche": "Numero di visualizzazioni uniche, numero di share, numero di click sulla CTA, commenti.",
    "Ti serviranno": "La competenza tecnica del tuo team (copywriter, designer, etc.) per creare uno script e uno storyboard efficaci, realizzare il video, configurare i tool di tracciamento necessari, condividere e promuovere il video con il target di riferimento.",
    "Esempi di tool": "Adobe After Effect, Adobe Premier Video.",
    "To-do": "- Redigi lo script del video, facendo riferimento alla value proposition e ai benefici per il pubblico. Definisci qual è l'azione che vuoi far compiere agli utenti dopo la visualizzazione del video (es. click su \"scopri di più\" per approfondire la soluzione, \"contattaci\", \"acquista ora\", etc)\\n  - Crea il video\\n  - Carica il video su una piattaforma social o streaming, in una mail dedicata o in una landing page. Verifica che gli analytics, i link alle CTA e tutti i sistemi di tracciamento, funzionino\\n  - Pubblica il video online assicurandoti che il traffico venga correttamente indirizzato al tuo contenuto. Se la piattaforma su cui hai caricato il video, dispone della funzionalità \"Commenti\", interagisci con il pubblico e rispondi alle loro eventuali domande\\n  - Analizza i risultati ottenuti dal video (numero di view, di share, numero di utenti convertiti, click sulle CTA, etc.)\\n  - Utilizza quanto emerso dall'analisi per personalizzare il video e crearne di nuovi. È buona pratica avere differenti versioni del video per ciascun target e piattaforma presi in considerazione\\n",
    "Dream team": "Copywriter, video maker, marketing expert, developers",
    "Difficoltà maggiori": "Per quanto possa sembrare semplice, creare un video di qualità richiede competenze specifiche: assicurati di avere il team giusto per far sì che questo esperimento sia un successo.",
    "Anteprima": "Comunica la tua idea di business tramite un video promozionale e monitora la reazione del tuo target.",
    "Storia / esempio": "",
    "Potrebbe interessarti anche": "\r",
    "normalized": "explainer-video",
    "image": "explainer-video.svg",
    "url": "/explainer-video/"
  },
  {
    "ID": "15",
    "Nome tool": "Card Sorting",
    "Anche conosciuto come": "-",
    "Descrizione di massima": "Si tratta di una metodologia di user research che impiega delle cards per raccogliere insight preziosi su come le persone classificano specifici contenuti. Il card sorting viene solitamente utilizzato per progettare o validare l'architettura delle informazioni di un sito o prodotto digitale.",
    "Proprietà": "COST ** SETUP TIME ** RUN TIME * EVIDENCE STRENGTH **",
    "Prerequisiti necessari": "Il card sorting è efficace se applicato su un gruppo di utenti in target: assicurati di selezionare un numero adeguato di persone che abbiamo familiarità con il dominio che vuoi testare.",
    "Perfetto se...": "Vuoi comprendere come le persone categorizzano, organizzano e richiamano le informazioni e i concetti. Essendo una metodologia poco costosa, è perfetta se hai un budget limitato da dedicare alla fase di ricerca.",
    "Fase": "Idea, soluzione",
    "Fase dettaglio": "Validare l'idea\\n Validare la soluzione",
    "Metriche": "Consente ai ricercatori di raccogliere insight preziosi su come gli utenti organizzano e classificano il contenuto di un sito o prodotto digitale.",
    "Ti serviranno": "Nella versione più semplice, una sessione di card sorting può essere moderata con il solo supporto di carta, penna e l'elenco dei contenuti che vuoi organizzare. Per le versioni più complesse è possibile utilizzare software dedicati.",
    "Esempi di tool": "Qualsiasi tool che ti permetta di annotare e categorizzare del contenuto (Miro, Mural, Figma Jam, etc) o tool dedicati come Optimal Workshop, Maze, UserZoom, etc.",
    "To-do": "- Seleziona 15-20 utenti in target per la sessione di card sorting\\n  - Se la sessione si svolge in presenza, devi preparare le card con l'elenco dei contenuti che vuoi organizzare. Ricordati di scrivere un contenuto per card. Se la sessione si svolge in remoto devi preparare una board online con le medesime card in formato digitale\\n  - Fai smistare agli utenti le card esistenti per categoria. Incoraggiali a commentare le loro scelte ad alta voce. Chiedi agli utenti se avrebbero organizzato gli elementi per categorie differenti e, in caso affermativo, chiedigli di scrivere il nome della nuova categoria su una card vuota\\n  - Conclusa la sessione, mappa le classificazioni emerse dal card sorting con gli utenti ed eventuali tematiche aggiuntive\\n  - Utilizza gli insight raccolti per organizzare l'architettura delle informazioni del tuo sito o prodotto digitale\\n",
    "Dream team": "Researcher, note-taker, marketing expert",
    "Difficoltà maggiori": "Decidere se proporre agli utenti un open o closed card sorting: nella versione open gli utenti organizzano il contenuto liberamente e nominano in modo autonomo le categorie. Nella versione closed, invece, le categorie sono state definite a priori. Un'altra difficoltà che potresti incontrare sta nell'analisi dei risultati: affidati a un researcher o a dei tool online per un risultato più accurato.",
    "Anteprima": "Progetta o valuta l'architettura delle informazioni di un sito o prodotto digitale anche con un budget limitato.",
    "Storia / esempio": "",
    "Potrebbe interessarti anche": "\r",
    "normalized": "card-sorting",
    "image": "card-sorting.svg",
    "url": "/card-sorting/"
  },
  {
    "ID": "15",
    "Nome tool": "Online Ad",
    "Anche conosciuto come": "-",
    "Descrizione di massima": "Questo esperimento è ideale per misurare su larga scala l'interesse nella tua value proposition. Si tratta di una pubblicità online che espone in maniera chiara e ad un segmento specifico di clientela la tua value proposition e misura il tasso di conversione tramite una semplice CTA.",
    "Proprietà": "COST *** SETUP TIME ** RUN TIME *** EVIDENCE STRENGTH ***",
    "Prerequisiti necessari": "Avrai bisogno di un punto di atterraggio per gli utenti che avranno cliccato sulla campagna. Nella maggior parte dei casi si tratterà di una landing page. Le piattaforme di advertising sono diventate sempre più stringenti: assicurati di rispettarne tutti i criteri e requisiti affinché la campagna superi il processo di approvazione.",
    "Perfetto se...": "Vuoi misurare l'interesse di una specifica audience per la tua value proposition.",
    "Fase": "Idea, soluzione",
    "Fase dettaglio": "Validare l'idea\\n Validare la soluzione",
    "Metriche": "Numero di visualizzazioni uniche, numero di click sulla CTA, clickthrough rate.",
    "Ti serviranno": "Gestire una campagna di ADS digitali è oggi abbastanza semplice e non richiede skill tecniche particolari. Le piattaforme hanno procedure di inserimento guidate che ti supporteranno passo passo nella pubblicazione e gestione. Dovrai però essere in grado di creare una campagna che traduca bene la tua value proposition e abbia una CTA efficace, e di impostare correttamente la tua target audience.",
    "Esempi di tool": "Facebook Business Manager.",
    "To-do": "- Definisci su quale piattaforma (social o di ricerca) vuoi lanciare la tua campagna, imposta la target audience, la sua lunghezza e il budget, definendo il \"cost per click\"\\n  - Crea la tua offerta: definisci un testo chiaro e in linea con la tua value proposition e, se la piattaforma lo permette, aggiungi del contenuto visivo per rafforzare il tuo statement. Ricordati di includere l'URL di atterraggio alla tua landing page\\n  - Lancia la tua campagna sulla piattaforma social scelta e monitora giornalmente le performance (numero di visualizzazioni, numero di click sull'ad, commenti, share, etc.)\\n  - Se stai spendendo tanto a fronte di un bassa clickthrough rate (numero di click sull'annuncio diviso per il numero di volte in cui viene visualzzato), metti in pausa la campagna, itera immagini e testo, poi falla ripartire\\n",
    "Dream team": "Copywriter, graphic designer, marketing expert",
    "Difficoltà maggiori": "Raggiungere una target audience specifica non è semplice, ma è possibile farlo con creatività e resilienza. Insieme al tuo team, puoi fare brainstorming su dove pensi sia più facile raggiungere la tua audience online e individuare così i canali su cui fare i primi test.",
    "Anteprima": "Testa la tua value proposition con una campagna digitale. La creatività, l'efficacia della CTA e il raggiungimento della tua target audience saranno fondamentali per il successo della campagna.",
    "Storia / esempio": "",
    "Potrebbe interessarti anche": "",
    "normalized": "online-ad",
    "image": "online-ad.svg",
    "url": "/online-ad/"
  }
]